/* Host name that is shown if the printer is local */
" " = " ";

/* Location Unknown */
"Location Unknown" = "未知位置";

/* Ink level legal disclaimer */
"Supply levels shown are approximate." = "耗材余量为估计值。";

